<?php 


$js_array=['js/member.js'];


include 'inc_header.php';?>



<main class="p-5 border rounded-5">


<h1 class="text-center mt-5">개인정보 수집,이용 동의 및 이용 약관</h1>
</br>
<h4>개인정보 수집,이용 동의</h4>
<textarea name="" id="" cols="30" rows="10" class="form-control">
1.개인정보의 수집이용 목적
 기기 활용 관리, 기기 사용료 징수 등 홈페이지 내 서비스 이용

2.수집하려는 개인정보의 항목
 이름, 아이디, 비밀번호, 생년월일, 사업자등록번호, 주소, 이메일, 소속 ,직위, 연락처

3.개인정보의 보유 및 이용기간 
회원 탈퇴시까지(2년마다 재동의)

4.거부권 및 거부시의 불이익 
위와 같은 본인의 개인정보 수집·이용에 관한 동의를 거부할 권리가 있습니다. 다만, 동의를 거부하는 경우 기기사용신청이 불가능(자격 미확인)하거나 요금 할인 등 회원 혜택이 적용되지 않는 등(비회원)불이익이 있습니다.
</textarea>

<div class="form-check mt-2">
  <input class="form-check-input" type="checkbox" value="1" id="chk_member1">
  <label class="form-check-label" for="chk_member1">
  위 개인정보 취급방침에 동의하시겠습니까?
  </label>
</div>

<h4 class="mt-3">이용 약관</h4>
<textarea name="" id="" cols="30" rows="10" class="form-control">
제1장 총칙

제1조 (목적)
이 약관은 세종대학교 공동기기원(이하 "공동기기센터"이라 함)이 제공하는 모든 서비스(이하 "서비스"라 함) 이용 조건 및 절차에 관한 기본적인 사항에 대해 정의하는 것을 목적으로 합니다.

제2조 (약관의 효력 및 변경)
① 이 약관은 서비스를 통하여 알리거나, 전자우편 등의 방법으로 회원에게 알림으로써 효력을 발생합니다.
② 공동기기센터은 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 알림으로써 효력을 발생합니다.

제3조 (약관 이외의 준칙)
이 약관에 언급되지 않은 사항이 전기통신기본법, 전기통신사업법, 기타 관련법령에 규정되어 있는 경우 그 규정에 따라 적용할 수 있습니다.


제2장 서비스 이용계약

제4조 (이용계약의 성립)
① "이용약관에 동의하십니까?" 라는 이용신청시의 물음에 회원이 "동의"버튼을 클릭하면이 약관에 동의하는 것으로 간주됩니다.
② 회원이 변경된 약관에 동의하지 않을 경우, 서비스 이용을 중단하고 탈퇴할 수 있습니다. 약관이 변경된 이후에도 계속적으로 서비스를 이용하는 경우에는 회원이 약관의 변경 사항에 동의한 것으로 봅니다.
③ 이용계약은 서비스 이용희망자의 이용약관 동의 후 이뤄지는 이용 신청에 대하여 공동기기센터이 승낙함으로써 성립합니다.

제5조 (회원의 탈퇴 및 자격 상실)
① 회원은 공동기기센터에 언제든지 자신의 회원 등록을 말소해 줄 것(회원 탈퇴)을 요청할 수 있으며 공동기기센터은 위 요청을 받은 즉시 해당 회원의 회원 등록 말소를 위한 절차를 밟습니다.
② 회원이 다음 각 호의 사유에 해당하는 경우, 공동기기센터은 회원의 회원자격을 적절한 방법으로 제한 및 정지, 상실 시킬 수 있습니다. 
 가. 가입 신청 시에 허위 내용을 등록한 경우
 나. 다른 사람의 공동기기센터 이용을 방해하거나 그 정보를 도용하는 등 전자거래질서를 위협하는 경우
 다. 공동기기센터을 이용하여 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
 라. 공동기기센터이 회원의 회원자격을 상실시키기로 결정한 경우에는 회원등록을 말소합니다.

제6조 (이용신청)
① 본 서비스를 이용하기 위해서는 공동기기센터 소정의 가입신청 양식에서 요구하는 회원 정보를 기록하여 신청해야 합니다.
② 가입신청 양식에 쓰는 회원 정보는 모두 실제 데이터인 것으로 간주됩니다. 실명이나 실제 정보를 입력하지 않은 사용자는 법적인 보호를 받을 수 없으며, 서비스의 제한을 받을 수 있습니다.

제7조 (이용신청의 승낙)
① 공동기기센터은 제 5,6,조의 각 조항에 위배되는 경우를 제외하곤 서비스 이용신청을 승낙합니다.
② 공동기기센터은 다음에 해당하는 경우, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.
 가. 서비스 관련 설비에 여유가 없는 경우
 나. 기술상 지장이 있는 경우
 다. 기타 공동기기센터이 필요하다고 인정되는 경우
③ 공동기기센터은 다음에 해당하는 경우, 가입을 승낙하지 않을 수 있습니다.
 가. 이용신청시 필요내용을 허위로 기재하여 신청한 경우
 나. 사회의 안녕 질서 또는 미풍양속을 저해할 목적으로 신청한 경우
 다. 기타 공동기기센터이 정한 이용신청 요건에 맞지 않을 경우


제8조 (회원정보의 변경)
회원은 이용신청 시 기재한 회원정보가 변경되었을 경우에는, 온라인으로 또는 공동실험실습관에 요청하여 수정을 하여야하며 변경을 하지 않아 생기는 문제의 책임은 회원에게 있습니다.


제3장 계약 당사자의 의무

제9조 (공동기기센터의 의무)
① 공동기기센터은 서비스 제공과 관련하여 취득한 회원의 개인정보를 본인의 사전 승낙 없이 타인에게 누설, 공개 또는 배포할 수 없으며, 서비스관련 업무 이외의 상업적 목적으로 사용 할 수 없습니다. 단, 다음에 해당하는 경우는 예외입니다.
 가. 금융실명거래 및 비밀보장에 관한 법률, 신용정보의 이용 및 보호에 관한 법률,
 나. 전기통신기본법, 전기통신 사업법, 지방세법, 소비자보호법, 한국은행법, 형사소송법 등 법령에 특별한 규정이 있는 경우
 다. 통계작성/학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 식별할 수 없는 형태로 제공하는 경우
② ①항의 범위 내에서, 공동기기센터은 업무와 관련하여 회원 전체 또는 일부의 개인 정보에 관한 통계 자료를 작성하여 이를 사용할 수 있습니다.
③ 공동기기센터은 회원에게 회원의 서비스 이용 및 공동기기센터의 각종 행사 또는 정보서비스에 대해서 e-mail이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.
④ 공동기기센터은 회원으로부터 제기되는 불만이 정당하다고 인정할 경우에는 즉시 처리함을 원칙으로 합니다. 다만 즉시 처리가 곤란한 경우에는 회원에게 그 사유와 처리 일정을 통보합니다.

제10조 (회원의 의무)
① 회원은 서비스 이용 시 다음 각 호의 행위를 하지 않아야 합니다.
 가. 다른 회원의 ID및 개인정보를 수집, 저장하여 부정하게 사용하는 행위
 나. 서비스에서 얻은 정보를 공동기기센터의 사전승낙 없이 회원의 이용이외의 목적으로 복제 하거나 이를 변경, 출판 및 방송 등에 사용하거나 타인에게 제공하는 행위
 다. 공동기기센터의 저작권, 타인의 저작권 등 기타 권리를 침해하는 행위
 라. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위
 마. 범죄와 결부된다고 객관적으로 판단되는 행위
 바. 기타 관계법령에 위배되는 행위
② 회원은 관계법령, 이 약관에서 규정하는 사항, 서비스 이용 안내 및 주의 사항을 준수하여야 합니다.
③ 회원은 내용별로 공동기기센터이 서비스 공지사항에 게시하거나 별도로 공지한 이용 제한 사항을 준수하여야 합니다.
④ 회원은 공동기기센터의 사전 승낙없이 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.
제4장 서비스 제공 및 이용


제11조 (서비스의 범주)
① 이 약관은 공동기기센터에서 제공하는 모든서비스에 기본적으로 적용되며, 다른항의 별도 조항이 요구되는 서비스에는 부속약관을 둘 수 있습니다.
 가. 포탈사이트 서비스 범주
 나. 커뮤니티 서비스 범주
 다. 유, 무형의 전자상거래 범주
 라. UMS 상세 서비스 범주
 마. 기타 공동기기센터이 정한 부가서비스 범주

제12조 (회원 아이디와 비밀번호 관리에 대한 회원의 의무)
① 아이디와 비밀번호에 대한 모든 관리는 회원에게 책임이 있습니다. 회원에게 부여된 아이디와 비밀번호의 관리소홀, 부정사용에 의해 생기는 모든 결과는 전적으로 회원에게 그 책임이 있습니다.
② 자신의 아이디가 부정하게 사용된 경우 또는 기타 보안 위반에 대하여, 회원은 반드시 공동기기센터에 그 사실을 통보해야 합니다.

제13조 (정보의 제공)
공동기기센터은 회원이 서비스 이용 중 필요하고 인정되는 다양한 정보에 대해서 전자메일이나 서신우편 등의 방법으로 회원에게 제공할 수 있습니다.

제14조 (광고주와의 거래)
공동기기센터은 본 사이트에 게재되어 있거나 본 서비스를 통한 광고주의 판촉활동에 회원이 참여하여 거래한 결과로서 발생하는 모든 손실과 손해에 대해 책임을 지지 않습니다.

제15조 (회원의 게시물)
공동기기센터은 회원이 본 서비스를 통하여 게시, 게재, 전자메일 또는 달리 전송한 내용물에 대해 일체 민, 형사상의 책임을 지지 않으며, 다음의 경우에 해당될 경우 사전통지 없이 삭제할 수 있습니다.
① 다른 회원이나 타인을 비방하거나, 프라이버시를 침해하거나, 중상모략으로 명예를 손상시키는 내용인 경우
② 서비스의 안정적인 운영에 지장을 주거나 줄 우려가 있는 경우
③ 범죄적 행위에 관련된다고 인정되는 내용일 경우
④ 공동기기센터의 지적재산권, 타인의 지적재산권 등 기타 권리를 침해하는 내용인 경우
⑤ 공동기기센터에서 규정한 게시기간을 초과한 경우
⑥ 기타 관계법령에 위반된다고 판단되는 경우

제16조 (게시물에 대한 권리 및 책임)
① 본 사이트의 모든 게시물에 대한 저작권은 사전에 당사자간 명시한 별도의 의사표시가 없는 한 공동기기센터에 귀속됩니다.
② 게시물에 대한 보호는 공동기기센터에서 하며, 공동기기센터의 허가 없이 타인에 의해 게시물이 다른 사이트에서 사용 또는 인용되는 것은 금지 됩니다.

제17조 (메일의 내용)
① 공동기기센터은 회원의 메일 내용을 편집하거나 감시하지 않습니다.
② 메일의 내용에 대한 책임은 각 회원에게 있습니다.
③ 회원은 음란물이나 불온한 내용, 정크메일(junk mail), 스팸메일(spam mail) 및 타인에게 피해를 주거나 미풍양속을 해치는 메일을 보내서는 안됩니다.
④ 전기통신법 제 53조와 전기통신사업법 시행령 16조(불온통신), 통신사업법 제53조 3항에 의거, 음란물이나 불온한 내용을 전송함으로서 발생하는 모든 법적인 책임은 회원에게 있으며 공동기기센터은 책임지지 않습니다.

제18조 (서비스 이용시간)
① 서비스는 공동기기센터의 업무상 또는 기술상의 장애, 기타 특별한 사유가 없는 한 연중무휴, 1일 24시간 이용할 수 있습니다. 다만 설비의 점검 등 공동기기센터이 필요한 경우 또는 설비의 장애, 서비스 이용의 폭주 등 불가항력으로 인하여 서비스 이용에 지장이 있는 경우, 예외적으로 서비스 이용의 전부 또는 일부에 대하여 제한할 수 있습니다.
② 공동기기센터은 제공하는 서비스 중 일부에 대한 서비스 이용시간을 별도로 정할 수 있으며, 이 경우 그 이용시간을 사전에 회원에게 공지 또는 통지합니다.

제19조 (서비스 이용 책임)
회원은 서비스를 이용하여 불법 상품을 판매하는 영업 활동을 할 수 없으며 특히 해킹, 돈벌기 광고, 음란사이트를 통한 상업행위, 상용 S/W 불법배포 등을 할 수 없습니다. 이를 어기고 발생한 영업활동의 결과 및 손실, 관계기관에 의한 구속 등 법적 조치등에 관해서는 공동기기센터이 책임을 지지 않습니다.

제20조 (서비스 제한 및 정지)
① 공동기기센터은 전시, 사변, 천재지변 또는 이에 준하는 국가비상사태가 발생하거나 발생할 우려가 있는 경우와 전기통신사업법에 의한 기간통신 사업자가 전기통신서비스를 중지하는등 기타 불가항력적 사유가 있는 경우에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다.
② 공동기기센터은 제1항의 규정에 의하여 서비스의 이용을 제한하거나 정지한 때에는 그 사유 및 제한기간 등을 회원에게 알려야 합니다.


제5장 기타

제21조 (계약해지 및 이용제한)
① 회원이 이용계약을 해지하고자 하는 때에는 회원 본인이 공동기기센터에 해지신청을 해야 합니다.
② 공동기기센터은 회원이 다음에 해당하는 행위를 하였을 경우 사전통지 없이 이용계약을 해지하거나 또는 기간을 정하여 서비스 이용을 중지할 수 있습니다.
 가. 타인의 서비스 ID 및 비밀번호를 도용한 경우
 나. 서비스 운영을 고의로 방해한 경우
 다. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
 라. 회원이 국익 또는 사회적 공익을 저해할 목적으로 서비스이용을 계획 또는 실행하는 경우
 마. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
 바. 서비스의 안정적 운영을 방해할 목적으로 다량의 정보를 전송하거나 광고성 정보를 전송하는 경우
 사. 정보통신설비의 오작동이나 정보 등의 파괴를 유발시키는 컴퓨터 바이러스 프로그램 등을 유포하는 경우
 아. 공동기기센터, 다른 회원 또는 타인의 지적재산권을 침해하는 경우
 자. 정보통신윤리위원회 등 외부기관의 시정요구가 있거나 불법선거 운동과 관련하여 선거관리위원회의 유권해석을 받은 경우
 차. 타인의 개인정보, 회원ID 및 비밀번호를 부정하게 사용하는 경우
 카. 공동기기센터의 서비스 정보를 이용하여 얻은 정보를 공동기기센터의 사전 승낙없이 복제 또는 유통시키거나 상업적으로 이용하는 경우
 타. 회원이 자신의 홈페이지와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
 파. 본 약관을 포함하여 기타 공동기기센터이 정한 이용조건 및 관계법령을 위반한 경우

제22조 (손해배상)
공동기기센터은 서비스 이용과 관련하여 회원에게 발생한 어떠한 손해도 책임지지 않습니다.

제23조 (면책조항)
① 공동기기센터은 천재지변 또는 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
② 공동기기센터에서 제공하는 각 포탈사이트에서 얻은 정보와 특정전문가로부터의 질문의 대답 등으로 인해 회원에게 발생하는 손해는 공동기기센터이 책임지지 않습니다. 회원 각자는 스스로의 판단에 의하여 그러한 정보를 이용할 것을 확인합니다.
③ 공동기기센터은 회원의 잘못으로 인해 서비스 이용의 장애가 발생한 경우에는 책임이 면제됩니다.
④ 공동기기센터은 회원이 공동기기센터의 서비스 제공으로부터 기대되는 이익을 얻지 못하였거나, 서비스 자료에 대한 취사선택 또는, 이용으로 발생하는 손해 등에 대해서는 책임이 면제됩니다.
⑤ 공동기기센터은 회원이 서비스에 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 그 내용에 관해서 책임이 면제됩니다. 

제24조 (관할법원)
서비스 이용과 관련하여 소송이 제기될 경우 공동기기센터의 소재지를 관할하는 법원을 관할법원으로 합니다.


제6장 부속조항

제25조 (커뮤니티 관련 규정)
회원약관 제4장 11조에 의거, 커뮤니티 상세 서비스범주와 관련되어 약관을 다음과 같이 정의합니다.
① 공동기기센터의 회원자격을 획득한 회원은 공동기기센터의 커뮤니티의 회원으로 자동 등록됩니다.
② 공동기기센터의 커뮤니티 중 일부 커뮤니티의 서비스를 받기 위해서 회원은 별도의 상세정보를 기입해야 할 수도 있습니다.
③ 커뮤니티 서비스 이용에 따른 회원의 의무조항은 공동기기센터의 회원약관과 관계법률규정 및 관행에 따릅니다.
④ 공동기기센터은 다수 회원의 원활한 서비스 이용을 위해 사전통보 없이 게시물 데이터 분리, 게시판 이동 등의 기술적 조처를 취할 수 있습니다.


※ 본 약관에 대한 저작권은 세종대학교 공동기기원에 귀속하며 무단 복제, 배포, 전송 기타 저작권 침해행위를 금지합니다.
※ 본 약관은 2016년 7월 15일부터 적용됩니다.

</textarea>


<div class="form-check mt-2">
  <input class="form-check-input" type="checkbox" value="" id="chk_member2">
  <label class="form-check-label" for="chk_member2">
  위 약관에 동의하시겠습니까?
  
  </label>
</div>

<div class="mt-4 d-flex justify-content-center gap-2">

  <button class="btn btn-primary w-50"id="btn_member">회원가입</button>
  <button class="btn btn-secondary w-50">가입취소</button>

</div>



<form method="post" name="stipulation_form" action="member_input.php">
  <input type="hidden" name="chk" value="0">
</form>




</main>
 

<?php include 'inc_footer.php';?>
